[{"id":60,"name":"Amber Malt","description":"This is the palest malt made using a roasting technique. After conventional kilning, the malt is dry and pale in colour hence it is known as “white malt”.\n\nRoasting the malt caused the flavour to be transformed through the application of heat. The temperatures used determine the colour and flavour of the roasted malt.\n\nAmber Malt is typified by a dry, toasted biscuit finish and can add an amber hue to the beer.","ebc_min":60.0,"ebc_max":85.0,"maltster":"Crisp","ratio":5,"grain_yield":73.0,"moisture":2.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":11,"name":"Aroma 100","description":"This malt has improves flavor stability, fullness and rounding of the beer color. It pronounces the malty flavor.\nUsage: Amber beers, Red Colored beer, Ales, Stout, Bock beers, Lagers\n","ebc_min":100.0,"ebc_max":100.0,"maltster":"Dingemans","ratio":20,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":12,"name":"Aroma 150","description":"This malt has improves flavor stability, fullness and rounding of the beer color. It pronounces the malty flavor.\nUsage: Amber beers, Red Colored beer, Ales, Stout, Bock beers, Lagers","ebc_min":150.0,"ebc_max":150.0,"maltster":"Dingemans","ratio":20,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":10,"name":"Aromatic / Amber","description":"The intensive germination and a mildly kilning will add a very strong malt aroma and a deep reddish color. Amber malt clearly improves flavor stability.  The malt is rather low in diastatic power therefore it can only be used up to 30%.\nUsage:\nAmber beers, Red Colored beer, Ales, Stout, Bock beers, Lagers","ebc_min":50.0,"ebc_max":50.0,"maltster":"Dingemans","ratio":30,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":42,"name":"Best Ale Malt","description":"Our Best Ale Malt is the workhorse of many a brewery and is at home in a variety of beer styles.\n\nThe 2-row winter barley varieties that go into our Best Ale have been planted in the light, sandy soils of North Norfolk. We source the lowest nitrogen barley from our farmers.\n\nDuring malting, high cast moistures and a balance of optimal germination time and temperature results in an even, well modified malt with a rich colour and balanced sweet, malt flavour which is ideally suited to ale brewing.","ebc_min":5.5,"ebc_max":7.5,"maltster":"Crisp","ratio":100,"grain_yield":82.0,"moisture":3.5,"diastatic_power":140,"kolbach_index":48,"total_nitrogen":1.65,"total_protein":10.3,"snr":null},{"id":6,"name":"Biscuit","description":"This toasted malt will provide a “warm bread or biscuit flavor and aroma and will lend a garnet-brown color. This malt is also produced in the roasting drum and has no enzymes. So it must be mashed with malts having high diastatic power.\n","ebc_min":50.0,"ebc_max":50.0,"maltster":"Dingemans","ratio":15,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":8,"name":"Black","description":"This roasted malt is roasted at high temperature and afterwards rapidly cooled when the desired color is achieved. Of course this malt gives the beer a darker aroma and beer color. The malt gives an smoky/burnt flavor to dark beers. Due to our unique production methods our roasted malts are less astringent.","ebc_min":1400.0,"ebc_max":1400.0,"maltster":"Dingemans","ratio":5,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":68,"name":"Black Malt (Patent Malt)","description":"The darkest of our roasted malts. When you need an intensely dark colour for stouts and porters this is an excellent malt to use. Despite its reputation as a highly astringent malt, nothing could be further from the truth. This malt brings with it a roasted character with some bitterness and astringency, but also flavours of currants and berries.\n\nThis malt can also be used for the colour adjustment of pale beers either in the mash or by sprinkling on top of the mash at the sparge stage, to impart a ruby hue.","ebc_min":1210.0,"ebc_max":1540.0,"maltster":"Crisp","ratio":3,"grain_yield":71.0,"moisture":2.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":61,"name":"Brown Malt","description":"The next stage up from Amber Malt is our Brown Malt. The colour is produced in the same manner as Amber, but is roasted for that bit longer to give a nutty roast dryness with a light brown hue, perfect for brown ales and milds.\n\nRemember that when assessing roasted malts, it is the resultant colour and flavour of the wort and beer that is important rather than the colour of the outer barley husk of the malt in your hand.\n\nDifferent varieties of barley may give roasted malts with differing husk colour, but will produce wort with the expected colour and flavour when mashed.","ebc_min":120.0,"ebc_max":150.0,"maltster":"Crisp","ratio":5,"grain_yield":73.0,"moisture":2.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":38,"name":"Café","description":"Château Café malt imparts a nutty and distinct coffee flavour and aroma to beers, brings in a \"coffee\" note in Stouts and Porters. Adds a smooth mouth feel and complexity to any dark ale. Reinforces the colour of beer.","ebc_min":420.0,"ebc_max":520.0,"maltster":"Castle Malting","ratio":10,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":36,"name":"Café Light","description":"Château Café Light® malt imparts a dry and mild coffee flavour and aroma to beers. Adds a smooth mouth feel and complexity to any brown or amber ale. Brings in a sweet aftertaste. Reinforces the color of beer.","ebc_min":220.0,"ebc_max":280.0,"maltster":"Castle Malting","ratio":10,"grain_yield":2.159361,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":4,"name":"Cara 120","description":"The Cara 120  is a darker caramel malt use by a lot of Belgian breweries in producing Abbey beers. The malt is produced in the drum. The malt will impart a rich caramel-sweet arome and full flavor, as well as intense dark color.","ebc_min":120.0,"ebc_max":130.0,"maltster":"Dingemans","ratio":50,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":71,"name":"Cara Gold Malt","description":"Cara Gold is the lowest colour of the crystallised malts. Cara Gold yields fruity and toffee flavour notes that are carried through to the beer.\n\nThis low malt colour produces a golden orange lager with increased body and fullness, and a softer, rounder mouthfeel with improved drinkability.","ebc_min":13.0,"ebc_max":18.0,"maltster":"Crisp","ratio":15,"grain_yield":74.0,"moisture":6.5,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":72,"name":"Cara Malt","description":"Cara Malt is a very low colour Crystal Malt which has an almost completely glassy endosperm. It contains a greater degree of sweetness than Crystal Malt and the harsher nutty roasted flavours are not present.\n\nIt greatly improves body, foam retention and beer stability whilst adding little colour. It has therefore, become very popular in the production of lagers where it is used to assist in enhancing flavour and character. For this reason it has also become a common constituent in low alcohol beers.","ebc_min":25.0,"ebc_max":35.0,"maltster":"Crisp","ratio":15,"grain_yield":73.0,"moisture":6.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":25,"name":"CaraAroma","description":"Weyermann® CARAAROMA® is a drum-roasted caramel malt made from two-row, German barley. CARAROMA® delivers notes of roasted nuts, dark caramel, died fruit while imparting deep amber and red hues to the finished beer.  CARAAROMA® can also be used to add body to the beer.  Great for Amber Ales and Lagers,  Stouts, Porters, Bocks and Dunkel Lager.","ebc_min":350.0,"ebc_max":450.0,"maltster":"Weyermann","ratio":20,"grain_yield":73.41827,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":26,"name":"CaraMunich Type-1","description":"Weyermann® CARAMUNICH® Type 1 is a drum-roasted caramel malt made from two-row, German barley. It contributes dark amber to copper hues, and adds a rich malt accent with notes of biscuit and an intense caramel aroma. CARAMUNICH® Type 1 also add body and improve head retention. Suitable for use in all lager and ale styles of beer.","ebc_min":80.0,"ebc_max":100.0,"maltster":"Weyermann","ratio":20,"grain_yield":73.41827,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":34,"name":"CaraMunich Type-2","description":"Weyermann® CARAMUNICH® Type 2 is a drum-roasted caramel malt made from two-row, German barley. It contributes dark amber to copper hues, and adds a rich malt accent with notes of biscuit and an intense caramel aroma.","ebc_min":110.0,"ebc_max":130.0,"maltster":"Weyermann","ratio":10,"grain_yield":73.41827,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":41,"name":"Chevallier Heritage Malt","description":"Crisp Chevallier is characterised by warm cracker and biscuit aromas with a full flavour. Compared to many modern barleys its aroma and flavour are quite pronounced.\n\nSuitable for any malt-forward ale such as a big robust barley wine. Alternatively, it can be used in modern recipes where there is a need to balance a high bitter hop load such as in a Double India Pale Ale.\n\nLet the heritage malt come through, go light on specials.","ebc_min":5.5,"ebc_max":7.5,"maltster":"Crisp","ratio":100,"grain_yield":80.0,"moisture":3.5,"diastatic_power":150,"kolbach_index":50,"total_nitrogen":1.8,"total_protein":11.3,"snr":null},{"id":63,"name":"Chocolate Malt","description":"Chocolate Malt shares many of the characteristics of Black Malt, but because it is roasted for a shorter period of time and to a lower final temperature, it lacks the astringency of Black Malt.\n\nIts main use is in darker beers that require a depth of colour to tend the eye and entice the palate. Chocolate Malt has been used in Irish stout for years and the marriage of Chocolate Malt and Roasted Barley in varying proportions can give rise to a range of flavours from sweet and mellow to acrid and bitter.","ebc_min":930.0,"ebc_max":1155.0,"maltster":"Crisp","ratio":5,"grain_yield":72.0,"moisture":2.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":37,"name":"Chocolate Wheat","description":"BlackSwaen©Chocolate W roasted wheat malt is for top fermented beers, used in amounts of 1% for Altbier or dark wheat beers. To enhance colour and mild toast hints. For real specialties, in a special way.","ebc_min":800.0,"ebc_max":1000.0,"maltster":"Swaen","ratio":5,"grain_yield":66.940186,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":46,"name":"Clear Choice Malt Ale","description":"Clear Choice is a unique offering from Crisp. Our specially selected barley variety has no proanthocyanidins; these are flavonoid polyphenols that impart astringency and also form chill haze with proteins in the final beer. After fining or filtration, the result is a super clear, shelf stable wort with beautiful honey sweetness.\n\nWe also recommend using Clear Choice for cloudy beers where oxidative darkening of polyphenols is a concern. The clarity benefits of Clear Choice are not just evident in bottle, can and keg, but also help produce extremely bright cask beer too.","ebc_min":6.5,"ebc_max":8.5,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":4.0,"diastatic_power":140,"kolbach_index":52,"total_nitrogen":1.8,"total_protein":11.3,"snr":null},{"id":47,"name":"Clear Choice Malt Extra Pale","description":"This is the low colour version of our Clear Choice Ale Malt. Kilning to a lower temperature than our regular Clear Choice results in a lighter colour and a delicate sweetness which acts as the perfect base to build robust IPA hop profiles on.\n\nSince heavily hopped beers can contribute high levels of polyphenol content, by eliminating this from the barley (which typically contributes 80 percent of polyphenol in a regular beer) we can ensure a malt that will aid in the production of bright, heavily-hopped IPAs.","ebc_min":2.8,"ebc_max":4.5,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":4.5,"diastatic_power":150,"kolbach_index":52,"total_nitrogen":1.8,"total_protein":11.3,"snr":null},{"id":70,"name":"Crystal Rye Malt","description":"By passing still moist malted rye through the crystallisation process, we can accentuate the spicy flavours that are characteristic of the grain. Not only is the flavour enhanced, but the sugars present take on a red hue, a much sought after attribute in red ales.\n\nTry it in a variety of styles including traditional Irish reds, German Roggenbier or in modern hop forward IPA and DIPAs.","ebc_min":220.0,"ebc_max":440.0,"maltster":"Crisp","ratio":10,"grain_yield":71.0,"moisture":5.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":67,"name":"Dark Crystal (Crystal 400)","description":"Dark Crystal Malt has the highest degree of caramelisation. The flavours are now transformed into sultanas, raisins, plums and dark, dried fruits. By now the sugars are actually being broken down by chemical processes and so the residual sweetness that the other Crystal Malts impart are being replaced by an increase in bitter flavours.\n\nCrystal Malt sugars are non-fermentable so add a level of dextrin sugars that are preserved through to the final beer.","ebc_min":420.0,"ebc_max":480.0,"maltster":"Crisp","ratio":10,"grain_yield":71.0,"moisture":3.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":52,"name":"Dark Munich Malt","description":"Amagical thing happens when amino acids and reducing sugars combine at critical temperatures; the Maillard reaction. Starting with higher protein spring barley we germinate to higher levels of modification then adjust early kilning conditions to utilise the malt enzymes to hydrolyse protein and convert starch in sugars.\n\nFinally, a long drying phase with a higher temperature results in the Maillard reaction taking place to produce pronounced rich malt, freshly baked bread crust and the characteristic Munich bite at the back of the palate.","ebc_min":38.0,"ebc_max":50.0,"maltster":"Crisp","ratio":20,"grain_yield":79.0,"moisture":4.5,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":1.8,"total_protein":11.3,"snr":null},{"id":53,"name":"Dextrin Malt","description":"Dextrin Malt is produced by constraining the germination phase, which results in retention of higher molecular weight polysaccharides which will provide positive attributes to the finished beer in terms of greater body and mouthfeel. These dextrins will contribute positively to head formation.\n\nThis malt can be particularly beneficial when brewing with well modified Extra Pale Malt to produce golden ales or pilsner-style beers. The low colour permits usage rates of up to 15 percent without impacting on final product colour. It can be useful in a low gravity beer such as a session IPA that is trying to emulate a higher gravity beer in terms of body.","ebc_min":2.2,"ebc_max":3.3,"maltster":"Crisp","ratio":15,"grain_yield":80.0,"moisture":7.0,"diastatic_power":null,"kolbach_index":40,"total_nitrogen":2.0,"total_protein":12.5,"snr":null},{"id":20,"name":"Dry Malt Extract - Dark","description":null,"ebc_min":57.0,"ebc_max":57.0,"maltster":"Better Brew","ratio":null,"grain_yield":95.01188,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":21,"name":"Dry Malt Extract - Extra Dark / Black","description":null,"ebc_min":70.0,"ebc_max":120.0,"maltster":"Muntons","ratio":null,"grain_yield":95.01188,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":16,"name":"Dry Malt Extract - Extra Light","description":null,"ebc_min":3.0,"ebc_max":3.0,"maltster":"Arsegan","ratio":null,"grain_yield":90.69315,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":17,"name":"Dry Malt Extract - Light","description":null,"ebc_min":8.0,"ebc_max":8.0,"maltster":"Arsegan","ratio":null,"grain_yield":90.69315,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":19,"name":"Dry Malt Extract - Medium Amber","description":null,"ebc_min":18.0,"ebc_max":18.0,"maltster":"Better Brew","ratio":null,"grain_yield":90.69315,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":18,"name":"Dry Malt Extract - Pale","description":null,"ebc_min":12.0,"ebc_max":12.0,"maltster":"Unknown","ratio":null,"grain_yield":90.69315,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":22,"name":"Dry Malt Extract - Wheat","description":null,"ebc_min":8.0,"ebc_max":8.0,"maltster":"Better Brew","ratio":null,"grain_yield":90.69315,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":75,"name":"Dutch Pale Ale","description":"Dutch © Ale is made from 100% Dutch Barley and is used to correct bleached malt, to produce \"golden\" beer and to improve the taste of the palate. For this purpose, a soaking grade of 44 to 46% is used, the malt is normally modified and not over-modified, it is cured at 90-95 ° C and therefore a color of 6 to 9 EBC is obtained. It is not only a darker basic malt, but a unique part of your unique recipes.","ebc_min":6.0,"ebc_max":9.0,"maltster":"Swaen","ratio":100,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":44,"name":"Europils Malt","description":"We take English spring barley with a slightly higher protein than our Best Ale Malt and the subsequent low temperature kilning produces Lager Malt with a sweet but not “malty” character.\n\nLager malts from continental Europe tend to be higher in protein, have less modification and a lower SNR which means the malt then requires processing in a rising temperature programme. This is the reason that decoction and heated mash vessels are the dominant brewing system on the continent.\n\nHowever, Europils has been optimised for UK brewing and so it works comfortably in a UK single strike temperature brewery or on a continental system.","ebc_min":2.8,"ebc_max":4.0,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":4.5,"diastatic_power":200,"kolbach_index":42,"total_nitrogen":1.75,"total_protein":11.0,"snr":null},{"id":64,"name":"Extra Light Crystal (Crystal 100)","description":"Crystal and Cara Malts are so named for the caramelisation and crystallisation of the sugars present in the barley kernel. We take green malt from germination and by applying heat while maintaining the moisture content we are able to liquify the endosperm of the barley, transforming the starch into sugars. Heat is then applied and the caramelisation begins.\n\nIn the case of Crystal Malts, when the endosperm cools, sugar crystals are formed. When you cut across the grain the glassy sheen of crystalized sugar can be seen.\n\nEach Crystal Malt imparts a clean, nutty, caramel-like sweetness to your beers. Extra Light Crystal gives a subtle caramel flavour.","ebc_min":100.0,"ebc_max":120.0,"maltster":"Crisp","ratio":10,"grain_yield":72.0,"moisture":5.5,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":43,"name":"Extra Pale Malt","description":"Crisp have developed a low colour Extra Pale Malt for low colour beer styles such as lager, blondes and pale ales. Made from the same barley as our Best Ale Malt you can be assured it is Norfolk born and bred.\n\nIt is perfectly suited to the traditional UK brewing style where a single strike temperature is used as the malt has a moderate to high level of modification which gives excellent extract, flavour and run-off.\n\nUse it at 100% for lagers and pale ales or mix in some speciality malts for just about any hop driven beer style.","ebc_min":2.8,"ebc_max":4.0,"maltster":"Crisp","ratio":100,"grain_yield":82.0,"moisture":4.5,"diastatic_power":145,"kolbach_index":48,"total_nitrogen":1.65,"total_protein":10.3,"snr":null},{"id":40,"name":"Extra Pale Maris Otter Malt","description":"At Crisp we also malt a low colour (Extra Pale) version of the Maris Otter barley. This was originally developed for low colour beer production in traditional breweries where a higher level of modification is demanded for both efficient extract delivery and good brewhouse performance.\n\nDue to the pale colour this can also be used for light continental styles or even cut with our Europils Malt to form a slight malt base for fuller lager styles.","ebc_min":2.8,"ebc_max":4.0,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":4.5,"diastatic_power":150,"kolbach_index":48,"total_nitrogen":1.6,"total_protein":10.0,"snr":null},{"id":39,"name":"Finest Maris Otter ale Malt","description":"Maris Otter Ale Malt is prized all over the world for the incredibly rich and moreish ales that it helps create. Our brewers tell us it is always flavourful, easy to brew with and returns that characteristic malt body that has made it famous over more than 50 years of barley cultivation.\n\nBred at PBI in Cambridge by Dr GDH Bell, the variety was taken up by Crisp farmers from the very beginning, since the barley thrives in the chalk soils and moist sea air of the North Norfolk coast.","ebc_min":5.5,"ebc_max":7.5,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":3.5,"diastatic_power":140,"kolbach_index":48,"total_nitrogen":1.6,"total_protein":10.0,"snr":null},{"id":32,"name":"Flaked Oats","description":"Give a distinct full-bodied flavor and creamy texture.","ebc_min":0.0,"ebc_max":0.0,"maltster":"Unknown","ratio":30,"grain_yield":71.25891,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":45,"name":"German Pilsen Malt","description":"At our Hamburg maltings we malt Danish and German spring barley to produce a classic German Pilsen style malt for lager production.\n\nWith a high protein content this malt benefits from a rising temperature programme and lautering, but our customers have also used it successfully in traditional UK brewhouses.\n\nThe higher molecular weight proteins give excellent head retention and mouthfeel. High levels of speciality malt and non-malted cereals can be used with this malt while maintaining fermentation vigour. This malt can be used in single temperature mashing but you may need to increase finings rates to drop out the additional protein.","ebc_min":3.5,"ebc_max":4.5,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":4.5,"diastatic_power":230,"kolbach_index":43,"total_nitrogen":1.9,"total_protein":12.0,"snr":null},{"id":27,"name":"Heavily Peated","description":"Phenol: 30-40 ppm","ebc_min":3.0,"ebc_max":5.0,"maltster":"Thomas Fawcett","ratio":null,"grain_yield":82.05571,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":65,"name":"Light Crystal (Crystal 150)","description":"To make Light Crystal we increase the temperature further and the endosperm darkens and flavours develop further. Think of Crystal Malts like you would make caramel at home. With Light Crystal the crystalised sugars present imparts an intense caramel flavour. Light Crystal will also impart a reddish hue to the beer and it works very well in Bitters and Ruby beers.\n\nThe number after the word Crystal refers to the EBC colour of the malt if you mashed at 100% of the grain bill. To get a rough conversion to Lovibond, just divide by two.","ebc_min":160.0,"ebc_max":180.0,"maltster":"Crisp","ratio":10,"grain_yield":72.0,"moisture":5.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":51,"name":"Light Munich Malt","description":"Our Light Munich Malt is created by taking Vienna Malt a stage further in the kiln. The additional heat promotes melanoidin reactions to produce rich bread crust flavours. Again, Light Munich Malt can be used as a base since the enzymes are suitably preserved in this malt.\n\nThe use of Munich and Vienna Malts are not just for German style beers, they add a beautiful subtle complexity to many beer styles.","ebc_min":16.5,"ebc_max":27.5,"maltster":"Crisp","ratio":100,"grain_yield":79.0,"moisture":4.5,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":1.8,"total_protein":11.3,"snr":null},{"id":62,"name":"Low Colour Chocolate Malt","description":"nother step up in colour into the chocolate range, so called because of the flavour it produces in the final beer, not due to the presence of actual chocolate.\n\nLow Colour Chocolate Malt imparts a delicate chocolate aroma and taste much like a mellow cold brew coffee. This malt type lacks the astringency of the more darkly roasted malts.","ebc_min":440.0,"ebc_max":660.0,"maltster":"Crisp","ratio":5,"grain_yield":72.0,"moisture":2.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":9,"name":"MRoost 1400","description":"This roasted malt is roasted at high temperature and afterwards rapidly cooled when the desired color is achieved. Of course this malt gives the beer a darker aroma and beer color. The malt gives an smoky/burnt flavor to dark beers. Due to our unique production methods our roasted malts are less astringent.","ebc_min":1400.0,"ebc_max":1400.0,"maltster":"Dingemans","ratio":5,"grain_yield":64.78082,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":7,"name":"MRoost 900","description":"This roasted malt is roasted at high temperatures and afterwards rapidly cooled when the desired color is achieved. Of course this malt gives the beer a darker aroma and beer color. Due to our unique production methods our roasted malts are less astringent. ","ebc_min":800.0,"ebc_max":1000.0,"maltster":"Dingemans","ratio":5,"grain_yield":64.78082,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":23,"name":"Maris Otter Pale Ale","description":"Thomas Fawcett's Floor Malted Maris Otter Pale Ale is a legendary malt amongst brewers, particularly those who enjoy English malts. Maris Otter is a winter barley, providing a deep malty, nutty flavour to beers it is used in. Top performing malt and well suited to most ale recipes, especially if the beer demands quality malt flavour.","ebc_min":4.0,"ebc_max":6.0,"maltster":"Thomas Fawcett","ratio":100,"grain_yield":82.05571,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":66,"name":"Medium Crystal (Crystal 240)","description":"With Medium Crystal those intense caramel flavours of thick treacle toffee are developed. To achieve these kinds of flavours the temperature is raised a further step from Light Crystal and the sugars darken further still giving the beer a deep copper hue.\n\nRemember that Crystal Malts have no enzymes or FAN preserved so be careful with the addition rate in your mash. You want to add enough to get the depth of flavour desired, but not so much that you will have issues in fermentation due to a lack of nutrients.","ebc_min":245.0,"ebc_max":290.0,"maltster":"Crisp","ratio":10,"grain_yield":71.0,"moisture":3.5,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":28,"name":"Medium Peated","description":"Phenol: 10-20 ppm","ebc_min":3.0,"ebc_max":5.0,"maltster":"Thomas Fawcett","ratio":null,"grain_yield":82.05571,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":3,"name":"Munich","description":"This malt has a pronounced malty flavor, aroma and an orange - amber colour. It improves the character and full bodiness of the beer.","ebc_min":12.0,"ebc_max":15.0,"maltster":"Dingemans","ratio":100,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":56,"name":"Naked Oat Malt","description":"Crisp Naked Oat Malt has become a stalwart of the NEIPA recipe. We malt naturally naked oats to increase potential extract. Naked Oat Malt gives a lovely creaminess and mouthfeel in all styles of beer and is especially suited to juicy hop bombs and heavy beers. They also impart a toasted, biscuit aroma and palate.\n\nOats are high in β-glucan and for both brewing and baking uses Naked Oat Malt can contribute beta-glucans (soluble fibre) to add an extra property.\n\nIf run-off is a concern at higher addition rates, mix 50/50 percent with our Flaked Torrefied Oats.","ebc_min":2.2,"ebc_max":7.8,"maltster":"Crisp","ratio":30,"grain_yield":65.0,"moisture":5.5,"diastatic_power":1750,"kolbach_index":17,"total_nitrogen":2.7,"total_protein":17.0,"snr":null},{"id":73,"name":"No. 1 Haná Malt","description":"The Haná variety of barley was first developed and grown in the Haná area of Czech Moravia, an area of Europe long fabled for its high quality malting barley.\n\nHaná’s early claim to fame was that it made up the mash of the first-ever golden-blond Pilsner lager, which was created in 1842 by Bavarian brewmaster Josef Groll at the Pivovar (Burgher Brewery) of Pilsen in Bohemia.\n\nThe subsequent global success of the pilsner beer style spawned the planting of Haná barley in many countries around the world. The original 19th century Haná is internationally recognised as the classic genetic progenitor of modern top-quality brewing barleys.\n\nWe have taken just a few Haná seeds and grown them up over successive generations on prime Norfolk malting barley land, harvested them and slowly and carefully steeped, germinated and gently kilned them on our 1870s floor maltings.\n\nWhen our very first harvest was released, it consisted of just 14 tonnes. This malt produced flavours of freshly baked bread with subtle malty notes producing a clean, smooth, sweet wort.\n\nWe hope you enjoyed this barley of brewing history.","ebc_min":2.0,"ebc_max":2.0,"maltster":"Crisp","ratio":null,"grain_yield":null,"moisture":4.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":1.7,"total_protein":null,"snr":null},{"id":74,"name":"No. 2 Table Malt","description":"This is a modern twist of the classics; mild ale and Vienna malt. Table Malt’s unique kilning recipe imparts full depth of flavour and colour, whilst preserving the necessary enzymes to allow for the use of up to 100% of the grist. It’s the perfect complement for a modern Table Beer, hence the name.\n\nWe developed Table Malt as a result of the growing trends for low ABV beers. It’s intense flavour of freshly baked bread lightly dusted with icing sugar, and it’s stunning golden hue make it the perfect malt for easy drinking beer at any occasion; whether it be a beer to pair with food or quench your thirst by the warm fire!\n\nTable Malt was specifically developed with a selected blend of modern barley varieties for it’s performance and flavour. We’ve slow cured the malt to produce a higher colour of 9.0 EBC, and preserved the DP at 63.\n\nThe tasting notes and analysis suit beers for any occasion, but we see Table Malt as the perfect core for an extremely drinkable low ABV beer. Table Malt can be used at 100% of the grist or to add depth and flavour as a speciality malt.","ebc_min":9.0,"ebc_max":9.0,"maltster":"Crisp","ratio":100,"grain_yield":null,"moisture":2.7,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":1.5,"total_protein":null,"snr":null},{"id":57,"name":"Organic Ale Malt","description":"Crisp’s Organic Malt fully complies with the strict regulations which govern the qualification of foods as ‘organic’.\n\nThese rules and systems, having their basis in EU law, apply not only to the handling and processing of the organic barley at the malting plant, but also through the supply chain from the condition of the land sown and the provenance of the seed through to cultivation and harvesting.","ebc_min":5.0,"ebc_max":7.5,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":4.0,"diastatic_power":null,"kolbach_index":50,"total_nitrogen":1.7,"total_protein":10.6,"snr":null},{"id":59,"name":"Organic Crystal Malt","description":"Crisp’s Organic Malt fully complies with the strict regulations which govern the qualification of foods as ‘organic’.\n\nThese rules and systems, having their basis in EU law, apply not only to the handling and processing of the organic barley at the malting plant, but also through the supply chain from the condition of the land sown and the provenance of the seed through to cultivation and harvesting.","ebc_min":165.0,"ebc_max":190.0,"maltster":"Crisp","ratio":10,"grain_yield":72.0,"moisture":5.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":58,"name":"Organic Extra Pale Malt","description":"Crisp’s Organic Malt fully complies with the strict regulations which govern the qualification of foods as ‘organic’.\n\nThese rules and systems, having their basis in EU law, apply not only to the handling and processing of the organic barley at the malting plant, but also through the supply chain from the condition of the land sown and the provenance of the seed through to cultivation and harvesting.","ebc_min":2.8,"ebc_max":4.5,"maltster":"Crisp","ratio":100,"grain_yield":81.5,"moisture":4.5,"diastatic_power":null,"kolbach_index":50,"total_nitrogen":1.7,"total_protein":10.6,"snr":null},{"id":1,"name":"Pale Ale","description":"Our Pale Ale malt is fully modified, kilned longer and more intensively. This malt gives your beer a golden colour.","ebc_min":7.0,"ebc_max":7.0,"maltster":"Dingemans","ratio":100,"grain_yield":82.05571,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":2,"name":"Pilsen","description":"Light in color and low in protein. Our Pilsen is made from the finest European two-row barley. This malt is well modified and can easily be mashed with a single – temperature infusion. Due to the high enzymatic power it can be used up to 100% of the grain bill in all types of beer.","ebc_min":2.5,"ebc_max":4.0,"maltster":"Dingemans","ratio":100,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":69,"name":"Roast Barley","description":"Roast Barley is our darkest grain and it is made from unmalted barley. The colour produced can be almost opaque and the flavour is similar to a dark, bitter roast coffee. In stouts a combination of Chocolate, Black Malt and Roast Barley gives excellent complexity and balance.\n\nRemember that these dark grains will have an acidifying effect on the mash, so ensure your salts have been adjusted adequately.","ebc_min":1210.0,"ebc_max":1540.0,"maltster":"Crisp","ratio":5,"grain_yield":71.0,"moisture":2.0,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":33,"name":"Roasted Barley","description":"Made from barley that has not been malted. Will add a distinct, more astringent roasted bitter flavor in dark beer.","ebc_min":1300.0,"ebc_max":1600.0,"maltster":"Thomas Fawcett","ratio":null,"grain_yield":64.78082,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":30,"name":"Roasted Rye","description":"Dry, biscuity flavour","ebc_min":300.0,"ebc_max":340.0,"maltster":"Thomas Fawcett","ratio":5,"grain_yield":69.09955,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":29,"name":"Roasted Wheat","description":"Softer flavour than roast barley malts","ebc_min":600.0,"ebc_max":1000.0,"maltster":"Thomas Fawcett","ratio":10,"grain_yield":66.940186,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":55,"name":"Rye Malt","description":"In brewing, when mixed with barley malt, Rye Malt can improve head retention, improve mouthfeel and introduce flavour changes of a toffee/caramel note at lower inclusion rates and a spicy after-palate at higher inclusion rates.\n\nMost notably, Rye Malt will also impart a reddish hue to beers.\n\nRye Malt is higher in beta-glucans which can cause issues at higher rates. Recommend rice hulls.","ebc_min":13.0,"ebc_max":35.0,"maltster":"Crisp","ratio":15,"grain_yield":86.5,"moisture":6.0,"diastatic_power":180,"kolbach_index":52,"total_nitrogen":1.6,"total_protein":10.0,"snr":null},{"id":49,"name":"Scottish Ale Malt","description":"Our Scottish Ale Malt is the workhorse of many a brewery and is at home in a variety of beer styles. We source the lowest nitrogen spring barley from our farmers in Fife up to Moray.\n\nDuring malting, high cast moistures and a balance of optimal germination time and temperature results in an even, well modified malt with a rich colour and balanced sweet, malt flavour which is ideally suited to ale brewing.","ebc_min":5.5,"ebc_max":7.5,"maltster":"Crisp","ratio":100,"grain_yield":82.0,"moisture":3.5,"diastatic_power":140,"kolbach_index":48,"total_nitrogen":1.65,"total_protein":10.3,"snr":null},{"id":50,"name":"Scottish Extra Pale Ale Malt","description":"We have developed a low colour Scottish Extra Pale Ale Malt for low colour beer styles such as lager, blondes and pale ales. Made from the same barley as our Scottish Ale Malt, its 100 percent Scottish grown.\n\nIt is perfectly suited to the traditional UK brewing style where a single strike temperature is used as the malt has a moderate to high level of modification which gives excellent extract, flavour and run-off.\n\nUse it at 100% for lagers and pale ales or mix in some speciality malts for just about any hop driven beer style.","ebc_min":2.8,"ebc_max":4.0,"maltster":"Crisp","ratio":100,"grain_yield":82.0,"moisture":4.5,"diastatic_power":145,"kolbach_index":48,"total_nitrogen":1.65,"total_protein":10.3,"snr":null},{"id":5,"name":"Special-B","description":"Through it’s unique double drying process, the Special B has an unique arome and flavor. The Special B imparts an heavy caramel taste and is often credited with the raisin-like flavor ot some Belgian Abbey beers. It can substitute Chocolate and black malt when bitterness is not desired.","ebc_min":350.0,"ebc_max":350.0,"maltster":"Dingemans","ratio":10,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":31,"name":"Vienna","description":"Our vienna malt is used to correct over-pale malts, to produce \"golden\" beer and to improve palate fullness. Has richer flavour of malt and grain than Pilsner malt, increasing at the same time the body and fullness of the beer. Swaen©Vienna has sufficient enzymatic activity to be used with combination of large proportion of special malts. Adds subtle aromas of toffee.","ebc_min":8.0,"ebc_max":12.0,"maltster":"Swaen","ratio":100,"grain_yield":79.89635,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":35,"name":"Vienna","description":"Imparts a richer flavour of malt and grain than Pilsen malt and adds subtle aromas of caramel and toffee. Château Vienna malt is kilned at slightly higher temperatures than Pilsen Malt. As a result Château Vienna malt gives a deeper golden colour to the beer increasing at the same time its body and fullness. Due to the higher kilning temperature, the enzyme activity of Château Vienna malt is slightly lower than that of Pilsen Malt. Nevertheless, our Château Vienna malt has a sufficient enzymatic activity to be used in combination with large proportion of specialty malts.","ebc_min":4.0,"ebc_max":7.0,"maltster":"Castle Malting","ratio":100,"grain_yield":79.89635,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":48,"name":"Vienna Malt","description":"In the 1840s English maltsters developed air kilning techniques that would pave the way for light coloured beers. German brewers took this technique back to Vienna and Munich respectively and the malt styles were born.\n\nOur Vienna Malt is made from English 2-row spring barley and is kilned to a slightly higher temperature than our Best Ale Malt. The result is a golden hued wort with a sweet, bread like aroma and flavour. Since it is a conventionally kilned malt, Vienna can be used as a base and is perfect creating its namesake, Vienna lager, in addition to other styles.","ebc_min":5.5,"ebc_max":10.0,"maltster":"Crisp","ratio":100,"grain_yield":80.0,"moisture":4.5,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":1.65,"total_protein":10.3,"snr":null},{"id":13,"name":"Wheat","description":"Wheat malt gives the specific taste and haze to your wheat beer. Adding wheat malt in smaller amounts will enhance the head retention.","ebc_min":2.5,"ebc_max":3.5,"maltster":"Dingemans","ratio":70,"grain_yield":82.05571,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":24,"name":"Wheat Dark","description":"Typical top-fermented aroma. A slimmer, more sprightly beer. Produces superb wheat beers with aromas appropriate for styles","ebc_min":15.0,"ebc_max":20.0,"maltster":"Weyermann","ratio":50,"grain_yield":84.21507,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":54,"name":"Wheat Malt","description":"In brewing, Wheat Malt can be used as the base malt at around 55 percent inclusion for wheat beers.\n\nWhen mixed with barley malt, Wheat Malt can improve head retention, improve mouthfeel and introduce flavour changes in other beer types.","ebc_min":2.8,"ebc_max":5.5,"maltster":"Crisp","ratio":50,"grain_yield":84.0,"moisture":6.5,"diastatic_power":400,"kolbach_index":52,"total_nitrogen":2.2,"total_protein":12.5,"snr":null},{"id":14,"name":"Wheat Roost 900","description":null,"ebc_min":900.0,"ebc_max":1000.0,"maltster":"Dingemans","ratio":5,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null},{"id":15,"name":"Whisky Light","description":"Lightly Peated","ebc_min":0.0,"ebc_max":0.0,"maltster":"Castle Malting","ratio":100,"grain_yield":null,"moisture":null,"diastatic_power":null,"kolbach_index":null,"total_nitrogen":null,"total_protein":null,"snr":null}]