[{"id":8,"name":"Bavarian Wheat M20","description":"Deliciously smooth, light golden in colour, full bodied aromas of vanilla and banana and a lingering aftertaste. This yeast produces a silky mouth feel and rich body.\n\nSuitable for brewing Hefeweizen, Kristal Weizen, Dunkel Weizen and more.","temp_min":18,"temp_max":30,"lab":"Mangrove Jack's","attenuation_min":70,"attenuation_max":76,"form":"Dry","flocculation":"Low","styles":"Hefeweizen, Kristal Weizen, Dunkel Weizen and more","alcohol_tolerance":7.5},{"id":5,"name":"Belgian Ale M41","description":"Spicy and phenolic, this yeast emulates the intensity and complexity of some of the best monastic breweries in Belgium. High attenuation and alcohol tolerance allows you to brew a huge range of Belgian beers.","temp_min":18,"temp_max":28,"lab":"Mangrove Jack's","attenuation_min":82,"attenuation_max":88,"form":"Dry","flocculation":"Medium","styles":"Belgian Strong Golden and Belgian Strong Dark Ales","alcohol_tolerance":12.0},{"id":4,"name":"Belgian Wit M21","description":"A traditional top-fermenting yeast that has a good balance between fruity esters and warming spice phenolics. The yeast will leave some sweetness and will drop bright if left long enough.","temp_min":18,"temp_max":25,"lab":"Mangrove Jack's","attenuation_min":70,"attenuation_max":75,"form":"Dry","flocculation":"Low","styles":"Witbier, Grand Cru, Spiced Ales and other specialty beers","alcohol_tolerance":8.0},{"id":6,"name":"Burton Union M79","description":"A top-fermenting ale yeast suitable for a wide variety of hoppy and distinctive English style beers. This strain products light and delicate fruity esters and does not strip away malt character or body.\n\nSuitable for ordinary bitter, extra special bitter, golden ale and more","temp_min":18,"temp_max":23,"lab":"Mangrove Jack's","attenuation_min":70,"attenuation_max":77,"form":"Dry","flocculation":"High","styles":"Ordinary Bitter, Extra Special Bitter, Golden Ale and more","alcohol_tolerance":9.0},{"id":10,"name":"Cider M02","description":"A high ester-producing cider strain imparting wonderful flavour depth, revealing the full fruit potential. Makes exceptionally crisp, flavoursome and refreshing ciders.","temp_min":12,"temp_max":28,"lab":"Mangrove Jack's","attenuation_min":95,"attenuation_max":100,"form":"Dry","flocculation":"High","styles":"All types of cider","alcohol_tolerance":17.5},{"id":9,"name":"Empire Ale M15","description":"A top-fermenting ale yeast suitable for a variety of full bodied ales, with exceptional depth. Ferments with full, rich dark fruit flavors.\n\nSuitable for Scottish Heavy Ales, American Amber Ales, Sweet Stouts and more.","temp_min":18,"temp_max":22,"lab":"Mangrove Jack's","attenuation_min":70,"attenuation_max":75,"form":"Dry","flocculation":"High","styles":"Scottish Heavy Ales, American Amber Ales, Sweet Stouts and more","alcohol_tolerance":8.0},{"id":3,"name":"French Saison M29","description":"French Saison yeast is an exceptional, highly attenuative top-fermenting ale\nyeast, creating distinctive beers with spicy, fruity and peppery notes. Ideal for\nfermentation of farmhouse style beer.\n\nSuitable for producing Saisons and\nfarmhouse style beers up to 14% ABV.","temp_min":26,"temp_max":32,"lab":"Mangrove Jack's","attenuation_min":85,"attenuation_max":90,"form":"Dry","flocculation":"Medium","styles":"Saisons and farmhouse style beers up to 14% ABV","alcohol_tolerance":14.0},{"id":12,"name":"Liberty Bell M36","description":"A top fermenting ale yeast suitable for a wide variety of hoppy and distinctive style beers. This strain produces light, delicate fruity esters and helps to develop malt character.","temp_min":18,"temp_max":23,"lab":"Mangrove Jack's","attenuation_min":74,"attenuation_max":78,"form":"Dry","flocculation":"High","styles":"English and American Pale Ales, Extra Special Bitters, Golden Ales and more","alcohol_tolerance":9.0},{"id":11,"name":"New World Strong Ale M42","description":"A top-fermenting ale strain suitable for many types of ales of all strengths. Ferments with a neutral yeast aroma to ensure the full character of the malts and hops are prominent in each beer. Suitable for IPA's, Porters, Russian Imperial Stouts and more.","temp_min":16,"temp_max":22,"lab":"Mangrove Jack's","attenuation_min":77,"attenuation_max":82,"form":"Dry","flocculation":"Very high","styles":"IPA's, Porters, Russian Imperial Stouts and more","alcohol_tolerance":12.0},{"id":1,"name":"UK Dark Ale M03","description":"A top fermenting ale yeast suitable for a variety of hearty British ales, promoting exceptional body and flavour. Ferments with full, rich dark fruit flavours.\n\nSuitable for dark mild ale, English brown ale, Scottish havy ale and mor","temp_min":18,"temp_max":22,"lab":"Mangrove Jack's","attenuation_min":50,"attenuation_max":55,"form":"Dry","flocculation":"Medium","styles":"Dark Mild Ale, English Brown Ale, Scottish Heavy Ale and more","alcohol_tolerance":null},{"id":7,"name":"US West Coast M44","description":"A top fermenting ale strain suitable for American style ales. This yeast produces an exceptionally clean flavour, ideal for when you want the hop character to really punch through.\n\nSuitable for American style pale ale, American double IPA, American style imperial stout and more.","temp_min":18,"temp_max":23,"lab":"Mangrove Jack's","attenuation_min":77,"attenuation_max":87,"form":"Dry","flocculation":"High","styles":"American style pale ale, American double IPA, American style imperial stout and more","alcohol_tolerance":11.0},{"id":2,"name":"Workhorse M10","description":"A top fermenting yeast which produces a clean, crisp flavour suitable for a wide variety of styles with different fermenting temperatures. This versatile yeast is well suited to making cask or bottle conditioned beer.\n\nSuitable for brewing a range of styles from light lager to Baltic porter","temp_min":20,"temp_max":32,"lab":"Mangrove Jack's","attenuation_min":75,"attenuation_max":80,"form":"Dry","flocculation":"Medium","styles":"From Light Lager to Baltic Porter","alcohol_tolerance":null}]